7zip
amd-ucode
arduino-ide-bin
awww
base
base-devel
bibata-cursor-theme
blueman
bluez
bluez-utils
brightnessctl
btop
catppuccin-gtk-theme-mocha
cheese
clang
cliphist
cmake
dart-sass
dunst
efibootmgr
elecwhat-bin
fastfetch
file-roller
firefox
gdb
git
grim
grimblast-git
grub
gvfs
hypridle
hyprland
hyprlock
hyprpicker
hyprpolkitagent
hyprshot
imv
kitty
lib32-mesa
lib32-vulkan-radeon
libastal-meta
libcamera
libcamera-tools
libreoffice-still
linux
linux-firmware
lldb
man-db
man-pages
mesa
mpv
nano
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nvm
nwg-look
obsidian
papirus-icon-theme
pipewire
pipewire-alsa
pipewire-jack
pipewire-libcamera
pipewire-pulse
pixie-sddm-git
portproton
python-pip
python-virtualenv
qt5-wayland
qt6-wayland
rofi
sddm
sddm-silent-theme
slurp
thunar
thunar-archive-plugin
tree
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
unrar
unzip
usbutils
valgrind
vscodium-bin
waybar
wget
wireplumber
wl-clipboard
wlogout
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
yay
yay-debug
yt-dlp
zathura
zathura-pdf-mupdf
zip
zoom
zsh
